{
  "part": [
    {
      "name": "Magnetometer",
      "description":  "This instrument measures the magnetic field around the asteroid to search for evidence of an ancient magnetic field."
    },
    {
      "name": "Solar Panel",
      "description": "This object absorbs the sun's rays as a source of energy for generating electricity and heating. The solar arrays power everything on board, including the science instruments."
    },
    {
      "name": "Hall-effect Thruster",
      "description": "These thrusters use a electromagentic fields to expel charged atoms, or ions, of inert xenon gas that in turn create thrust."
    },
    {
      "name": "Propellant",
      "description": "The Psyche spacecraft uses a propellant called xenon (a neutral gas used in car headlights and plasma TVs)."
    },
    {
      "name": "Multispectral Imager",
      "description": "A pair of identical cameras equipped with filters and telescopic lenses to photograph the surface of the asteroid in different wavelengths of light."
    },
    {
      "name": "Gamma-Ray and Neutron Spectrometer",
      "description": "This instrument helps determine the chemical elements that make up the asteroid's surface material."
    },
    {
      "name": "Gravity Science Experiment",
      "description": "This experiment uses the X-band radio telecommunications system to measure Psyche's gravity field to high precision."
    },
    {
      "name": "DSOC",
      "description": "The Deep Space Optical Communication technology demonstration uses a near-infrared laser to transmit and receive high-bandwidth data."
    },
    {
      "name": "Multilayer Insulation",
      "description": "This thermal material reduces heat loss by thermal radiation."
    },
    {
      "name": "Battery",
      "description": "A place to store the energy collected by your solar panels."
    },
    {
      "name": "Repair Kit",
      "description": "This kit repairs the damage from one collision."
    },
    {
      "name": "Gas Tank",
      "description": "Use this to store gas collected, other than your propellant."
    },
    {
      "name": "Meteoroid Detector",
      "description": "This sensor detects meteoroids before potential collision."
    }
  ]
}